/*
    Fake data 
*/
var mwit_activities = [
    {
        id: 256201,
        type: "บำเพ็ญ",
        title: 'บำเพ็ญ วันที่ 12-30 กันยายน 2562',
        list: [
            { title:"ตบเกรียนเด็กแว่น", detail:"" }, 
            { title:"เล็มหญ้าสนามฟุตบอล", detail:"" },             
            { title:"ล้างส้วมหอชาย", detail:"" }, 
            { title:"ล้างส้วมหอหญิง", detail:"" }, 
        ]
    },    
    {
        id: 256202,
        type: "ดูงาน",
        title: 'ดูงาน วันที่ 12-30 ตุลาคม 2562',
        list: [
            { title:"มหาวิทยาลัยราชภัฏรำไพพรรณี", detail:"" }, 
            { title:"สถาบันการพลศึกษา วิทยาเขตสมุทรสาคร", detail:"" }, 
            { title:"คณะวิทยาการเรียนรู้และศึกษาศาสตร์ มหาวิทยาลัยธรรมศาสตร์", detail:"" }, 
            { title:"คณะวิทยาศาสตร์การกีฬา มหาวิทยาลัยบูรพา", detail:"" }, 
        ]
    },
    {
        id: 256203,
        type: "ฟังบรรยาย",
        title: 'ฟังบรรยาย วันที่ 12-30 ธันวาคม 2562',
        list: [
            { title:"โรงเรียน วิทยาศาสตร์ ทหาร และ การแสดง", detail:"" }, 
            { title:"การเมืองไทย จากอนาคตใหม่ สู่ อนาคตเดิม", detail:"" }, 
        ]
    },    
    
];
console.log("mwit.js loaded");